import Navigation from "./Navigation";

function About() {
  return (
    <>
      <header>
        <Navigation />
      </header>
      <div className="about-paragraph">
        <p>
          Добре дошли в Кино България – онлайн колекцията на стари български
          филми! Този сайт цели съхраняването на богатото наследство на
          българското кино и предоставянето на възможност на младите поколенията
          отново да открият шедьоврите от миналото. Ще откриете перли от
          златната епоха на българското кино, които остават незабравими и до ден
          днешен. Колекцията включва филми от различни жанрове, от класически
          драми до вълнуващи комедии. Създадохме този уебсайт с надеждата да
          съберем общност от любители на българската кинематография, които се
          възхищават и уважават традициите на нашето кино.
        </p>
      </div>
    </>
  );
}

export default About;
